Repository: Alesis-Torres/Hangman_equipo6
Catalog: HangmanClient/HangmanClient/Literals.*.resx
Languages: es_mx

source: Log in
es_mx: Iniciar sesión

source: Email
es_mx: Correo electrónico

source: Password
es_mx: Contraseña

source: Empty Fields
es_mx: Campos Vacíos

source: Incorrect Credentials
es_mx: Credenciales Incorrectas

source: Offline
es_mx: Sin conexion

# SuccesfulLogin
source: Successful Login
es_mx: Inicio de sesión exitoso

source: Edit Profile
es_mx: Editar perfil

source: User
es_mx: Usuario

source: Date Birth
es_mx: Fecha de nacimiento

source: Name
es_mx: Nombre completo

source: Phone Number
es_mx: Telefono Celular

source: Wrong Email
es_mx: Correo Electrónico Erróneo

source: Registration Successful
es_mx: Registro Éxitoso

source: Main Menu
es_mx: Menú Principal

source: New Game
es_mx: Generar partida

source: Join
es_mx: Unirse

source: Confirm
es_mx: Confirmar

source: Accept
es_mx: Aceptar

source: Enter
es_mx: Entrar

source: Available Games
es_mx: Lista de Partidas Disponibles

source: ViewScore
es_mx: Ver puntaje

source: Exit
es_mx: Salir

source: Changes Saved Succesfully
es_mx: Modificación Exitosa

source: Statistics
es_mx: Estadísticas

source: Waiting Room
es_mx: Sala de Espera

source: Join Room
es_mx: Ingresar a la Sala

source: Cancel
es_mx: Cancelar

source: Cancel Match
es_mx: Cancelar Partida

source: Wrong Game Code
es_mx: Código de la Partida Incorrecto

source: MatchCanceled
es_mx: Partida Cancelada

source: You Win
es_mx: Has ganado

source: You Lose
es_mx: Has pérdido

source: Points
es_mx: Puntos

source: I don't have an account yet
es_mx: No cuento con una cuenta aún

# EmptyFieldsDescription
source: Empty fields detected. Fill them out to continue.
es_mx: Hay Campos Vacíos. Complételos o cámbielos para continuar.

# IncorrectCredentialsDescription
source: The credentials you entered do not match any registered user. Please try again or try again later.
es_mx: Las credenciales ingresadas no corresponden a ningún usuario registrado.

# TryAgainLater
source: Please try again later.
es_mx: Inténtelo de nuevo o hágalo más tarde.

# ConnectionErrorDescription
source: Connection error. Please check your internet connection and try again later.
es_mx: Error de conexión, compruebe su conexión a internet e Inténtelo de nuevo o hágalo más tarde.

# Welcome
source: Welcome! Are you ready to start a fun game?
es_mx: Bienvenido(a), ¿Estás listo para empezar una partida divertida?

source: English
es_mx: Inglés

# EmailAlreadyRegesitered
source: This email is already registered. Try a different one or try again later.
es_mx: El correo electrónico ingresado ya está registrado en el sistema. Ingrese uno diferente para continuar o intentélo más tarde.

# UpdateSuccessfull
source: Your information has been successfully updated
es_mx: Se ha modificado correctamente su información

source: Game Code:
es_mx: Ingresa el codigo de la partida:

# WaitingRoom1
source: Your game code is:
es_mx: El código de la partida creada es:

# WaitingRoom2
source: Has joined the game
es_mx: se ha unido a la partida

# YoureAboutToStartAMatchWith1
source: You’re about to start a match with
es_mx: Estas por comenzar una partida con

# AreYouReady2
source: Are you ready?
es_mx: ¿estás listo?

# GamceCancelled
source: The game was canceled by one of the players.
es_mx: La partida fue cancelada por uno de los jugadores.

# InvalidCodeEntered
source: Invalid code entered. Try again or try again later.
es_mx: El código ingresado no es válido. Inténtelo de nuevo o hágalo más tarde.

source: You didn't guess the word
es_mx: No adivinaste la palabra

source: You guessed the word correctly!
es_mx: ¡Adivinaste la palabra correctamente!

source: Spanish
es_mx: Español

source: Language
es_mx: Idioma

source: Invalid Fields
es_mx: Los campos no son válidos

# FieldsTooLong
source: One or more fields exceed the permitted length.
es_mx: Uno o más campos exceden la longitud permitida.

# CharacterFields
source: Username, name, and password may only contain letters and numbers
es_mx: Usuario, nombre y contraseña solo pueden contener letras y números

# PhoneNumberLength
source: Phone number may only contain up to 10 digits.
es_mx: El número de teléfono debe contener solo números (hasta 10 dígitos).

# NotVaildEmail
source: The email doesn't have a valid format.
es_mx: El email no tiene un formato válido.

# AvailableRooms
source: Available waiting rooms
es_mx: Salas disponbles

source: Categories
es_mx: Categorías

# ChallengerView
source: Challenger
es_mx: Retador

source: Proposed letter:
es_mx: Letra propuesta:

# PlayersInMatch
source: Players in the match:
es_mx: Jugadores en la partida:

# GuesserView
source: Guesser
es_mx: Adivinador

source: Confirm Letter
es_mx: Confirmar Letra

source: Decline Letter
es_mx: Rechazar Letra

# CouldntCompleteRegister
source: Couldn't complete register (duplicate or error in data)
es_mx: No se pudo completar el registro (duplicado o erro en datos)

# ErrorRegister
source: Couldn't complete register
es_mx: No se pudo completar el registro
